# -*- coding: utf-8 -*-

emoji = {
    1    : u'\U0001F352',  # вишня
    5    : u'\U0001F353',  # клубника
    10   : u'\U0001F351',  # персик
    15   : u'\U0001F34C',  # банан
    30   : u'\U0001F349',  # долька арбуза
    60   : u'\U0001F34D',  # ананас
    90   : u'\U0001F378',  # алкогольный коктель
    120  : u'\U0001F379',  # тропический коктель
    150  : u'\U0001F382',  # торт
    180  : u'\U0001F36F',  # горшочек с медом
    210  : u'\U0001F36D',  # леденец
    240  : u'\U0001F36C',  # конфета
    270  : u'\U0001F36B',  # плитка шоколада
    300  : u'\U0001F369',  # пончик
    335  : u'\U0001F361',  # данго
    370  : u'\U0001F363',  # суши
    400  : u'\U0001F35F',  # картошка фри
    425  : u'\U0001F356',  # мясо на косточке
    450  : u'\U0001F355',  # кусочек пиццы
    475  : u'\U0001F354',  # гамбергер
    500  : u'\U0001F451'   # корона
}

achievement = {
    1   : 'Амеба',
    5   : 'Динозавр',
    10  : 'Орк',
    15  : 'Кроватные монстр',
    30  : 'Груша преподавателя',
    60  : 'Доктор АйБолит',
    90  : 'Маленький гигант',
    120 : 'Зануда',
    150 : 'Ботаник',
    180 : 'Безумец',
    210 : 'Мастер своего дела',
    240 : 'Чернокнижник',
    270 : 'Подаван',
    300 : 'Монстр 80 - lvl',
    335 : 'Просто космос',
    370 : 'Ночной кошмар',
    400 : 'Надежда группы',
    425 : 'Ты слишком много знаешь',
    450 : 'Да что ты такое?',
    475 : 'Алхимик XXI - века',
    500 : 'Повелитель таблеток'
}

