# -*- coding: utf-8 -*-

emoji = {
    1   : u'\U0001F352',#вишня
    2   : u'\U0001F353',#клубника
    3   : u'\U0001F351',#персик
    4   : u'\U0001F34C',#банан
    5   : u'\U0001F349',#долька арбуза
    6   : u'\U0001F34D',#ананас
    7   : u'\U0001F378',#алкогольный коктель
    8   : u'\U0001F379',#тропический коктель
    9   : u'\U0001F382',#торт
    10  : u'\U0001F36F',#горшочек с медом
    11  : u'\U0001F36D',#леденец
    12  : u'\U0001F36C',#конфета
    13  : u'\U0001F36B',#плитка шоколада
    14  : u'\U0001F369',#пончик
    15  : u'\U0001F361',#данго
    16  : u'\U0001F363',#суши
    17  : u'\U0001F35F',#картошка фри
    18  : u'\U0001F356',#мясо на косточке
    19  : u'\U0001F355',#кусочек пиццы
    20  : u'\U0001F354',#гамбергер
    21  : u'\U0001F451' #корона
}


